"Yatırım Finansman'da hesap açabilmek için bir alt limit yoktur.Yatırım Finansman'ın toplamda 11 hizmet noktası bulunmaktadır.Yatırım Finansman'ın hizmet noktaları: Genel Müdürlük :Meclis-i Mebusan Cad. No:81 Fındıklı 34427 Beyoğlu/İSTANBUL,Ankara Şube Söğütözü Cad. Koç Kuleleri No:2 A Blok Kat:12 Ofis No:38 Çankaya/ANKARA,Antalya Şube Şirinyalı Mah. İsmet Gökşen Cad. No:80 Muratpaşa/ANTALYA Tel(242) 243 02 01 E-Postaantalya@yf.com.tr Faks(242) 243 32 20 Yol Tarifi için tıklayınız Bursa Şube Odunluk Mah. Akpınar Cad. Green White Plaza No:5 Kat:4 Ofis No:12 Nilüfer/BURSA Tel(224) 224 47 47 E-Postabursa@yf.com.tr Faks(224) 225 61 25 Yol Tarifi için tıklayınız Bodrum Şubesi Konacık Mah. Atatürk Bul. No:285/1 A Blok Ofis No:7 Bodrum/MUĞLA Tel(252) 999 14 04 E-Postabodrum@yf.com.tr Faks(252) 502 20 35 Yol Tarifi için tıklayınız Denizli Şube Sırakapılar Mah. Saltak Cad. No:83 Merkezefendi/DENİZLİ Tel(258) 999 19 75 E-Postadenizli@yf.com.tr Faks(258) 242 19 17 Yol Tarifi için tıklayınız İstanbul - Caddebostan Şube Bağdat Cad. Şimşek Sokak No:269 Kat:1 D:4 Caddebostan/Kadıköy/İSTANBUL Tel(216) 302 88 00 E-Postacaddebostan@yf.com.tr Faks(216) 302 86 10 Yol Tarifi için tıklayınız İstanbul - Merkez Şube Meclis-i Mebusan Cad. No:81 Fındıklı 34427 Beyoğlu/İSTANBUL Tel(212) 334 98 00 E-Postamerkez@yf.com.tr Faks(212) 244 36 50 Yol Tarifi için tıklayınız İstanbul - Ulus Şube Adnan Saygun Cad. Uydu Sok. Saray Apt. No:2 Kat:1 D:1 Ulus/Beşiktaş/İSTANBUL Tel(212) 263 00 24 E-Postaulus@yf.com.tr Faks(212) 263 89 24 Yol Tarifi için tıklayınız İzmir Şube Kültür Mah. Cumhuriyet Bul. Alan Apt. No:140 Kat:1 Alsancak/İZMİR Tel(232) 441 80 72 E-Postaizmir@yf.com.tr Faks(232) 441 80 94 Yol Tarifi için tıklayınız Samsun Şube Kale Mah. Atatürk Bul. Çenesizler Han No:584 İlkadım/SAMSUN. Üye olmanız için şubemize gelmenize gerek yok YF Yüzyüze ile üye olmak için linke tıklayarak YF Yüzyüze uygulamasını indirebilirsiniz. Komisyon oranımız %0.001(binde bir) ile %0.0001(on binde bir) arasında değişmektedir.Yatırım Finansman’da öneri ve tavsiyeler alabilecek miyim? sorusunun cevabı ise evettir. Müşterilerimiz, günlük, aylık ve belirli periyotlarda olmak üzere strateji ve araştırma birimimizin hazırladığı raporlarlar bilgilendirmektedir. Buna ek olarak size en yakın şubeden sizin için atanan müşteri temsilcinize yatırımlarınıza dair danışabilirsiniz."