"Yatırım Finansman, Türkiye İş Bankası Grubu'na bağlı bir sermaye piyasası kuruluşudur. 15 Ekim 1976 tarihinde kurulmuştur ve Türkiye'nin ilk sermaye piyasası kuruluşudur. Yatırım Finansman'ın yönetim yapısı, bir yönetim kurulu ve bir üst yönetimden oluşmaktadır. Yönetim Kurulu, şirketin en üst karar organıdır. Yönetim Kurulu, şirketin genel stratejisini belirlemekten, bütçesini onaylamaktan ve finansal performansını izlemekten sorumludur. Yatırım Finansman'ın Yönetim Kurulu, yedi üyeden oluşmaktadır: Murat Bilgiç (Yönetim Kurulu Başkanı) Hakan Aygen (Başkan Vekili) Onur Aksoy Tolga Sert Bilinç Tanağardı Poyraz Koğacıoğlu Dr. Cansel Nuray Aksoy Üst Yönetim, şirketin günlük operasyonlarını yöneten organdır. Üst Yönetim, genel müdür ve genel müdür yardımcılarından oluşur. Yatırım Finansman'ın Üst Yönetimi, Eralp Arslankurt (Genel Müdür) liderliğindeki yedi üyeden oluşmaktadır: Eralp Arslankurt (Genel Müdür) Levent Durusoy (Genel Müdür Yardımcısı) Zeki Davut (Genel Müdür Yardımcısı) Özcan Beceren (Genel Müdür Yardımcısı) Mehmet Levent Sezer (Genel Müdür Yardımcısı) Esra Seller Turgay (Direktör) Dr. Nuri Sevgen (Direktör) Dr. Barış Esen (Direktör) Yatırım Finansman'ın yönetim yapısı, şirketin şeffaf ve hesap verebilir bir şekilde yönetilmesini sağlamak için tasarlanmıştır. Yönetim Kurulu, şirketin genel stratejisini belirlemekten ve bütçesini onaylamaktan sorumludur. Üst Yönetim ise, şirketin günlük operasyonlarını yönetmekten sorumludur..Pay senedi işlemlerimi hangi kanallar aracılığıyla yapabilirim? sorusunun cevabı şu şekildedir: Pay Senedi işlemlerinizi, Yatırım Finansman şubeleri, internet şube, YFTRADE, YFTRADEMOBILE uygulamalarımız ve diğer işlem platformları aracılığı ile yapabilirsiniz.\n\nİnternet Şubemizde Web-Kokpit uygulaması ile pay senedi alım satımı gibi tüm yatırım işlemlerini gerçekleştirebilirsiniz.,Merkezi Kayıt Kuruluşu (MKK) sicil ve şifresi ne demektir? Nasıl kullanılır? sorusunun cevabı şu şekildedir:MKK her yatırımcıya özel bir sicil numarası oluşturarak yatırımcıların farklı kurumlardaki hesaplarına ilişkin bilgilerini oluşturulan sicil numarası yardımıyla bir araya getirir ve yatırımcının portföyüne ilişkin hizmetler sunar. MKK Sicil şifrenizi kurumumuz aracılığıyla da temin edebilirsiniz. Şifrenin bloke edilmesi halinde 444 0 655 numaralı MKK çağrı merkezinden şifrenin tekrar kullanılır hale getirilmesi mümkündür.Hesabımda atıl duran nakit nasıl değerlendiriliyor?Hesabınızda atıl duran nakit bakiyeniz başka bir talimatınız olmadığı takdirde otomatik olarak gecelik repo veya İş Portföy Para Piyasası Fonu’nda değerlendirilmektedir. Hesaba para yatırmak için Yatırım Finansman’daki hesabınıza para aktarmak için aşağıdaki hesap numaralarımızdan birine, açıklama kısmına tam adınızı ve kurumumuzdaki hesap numaranızı yazarak EFT / Havale yapabilirsiniz. Hesabıma menkul kıymet virmanını nasıl yapabilirim?Hesabınızın bulunduğu banka ve aracı kuruma ileteceğiniz virman talimatında MKK nezdinde, Yatırım Finansman Menkul Değerler A.Ş.’nin YAT koduna isim ve hesap numaranızı belirterek gerçekleştirebilirsiniz. Yatırım Finansman'ın Vizyonu Türkiye'de inovasyon, teknoloji ve müşteri odaklı hizmet anlayışı ve ürün çeşitliliğiyle öncü; sürdürülebilir faaliyet sonuçlarıyla tüm paydaşlarına değer katan, sektörüne yön veren ve en çok tercih edilen lider aracı kurumlar içerisinde yer almaktır.Yatırım Finansman'ın Misyonu Türkiye'nin ilk aracı kurumu olmanın getirdiği köklü deneyim; sektöründe güven sembolü olmuş kurumların sağladığı güçlü ve kurumsal ortaklık yapısı; teknolojiye dayalı, dinamik ve müşteri odaklı hizmet anlayışıyla müşterilerimize, sektörümüze ve tüm paydaşlarımıza yaratılan katma değeri artırmaktır.Yatırım Finansman'ın 7 ana değeri vardır.Güvenilirlik,İnsana ve Çevreye Duyarlılık,Müşteri Odaklılık,Esneklik,Açıklık ve Şeffaflık,Çözüm Odaklılık,Tutkulu Olmak. Yatırım Finansman'ın 'biz kimiz' bölümümde bunlar yazmaktadır: Türkiye'nin ilk sermaye piyasası kuruluşu olarak, Türkiye İş Bankası ve Türkiye Sınai Kalkınma Bankası'nın (TSKB) öncülüğünde, 13 büyük bankanın katılımıyla 15 Ekim 1976 tarihinde kurulduk. Tarihçe ve Ortaklık Yapısı Kurulduğumuz günden bu yana sürekli gelişerek ve yenilenerek her dönemde yatırımcılarımızın gözünde \"güven sembolü\" olmaya ve sektörün önemli kuruluşları arasında yer almaya devam ettik.Yatırım Finansman'ın güncel model portföy güncellemesini websitesinden kolayca erişebilirsiniz. Yatırım Finansman'ın iletişim bilgileri şu şekildedir Yatırımcı Destek Hattı: 0850 222 11 44 – Hafta içi her gün 08:00 - 24:00 saatleri arası bize ulaşabilirsiniz. Yurtdışı piyasalar emir iletimi için: 0212 317 68 68 – Hafta içi her gün 08:00 – 24:00 saatleri arası bize ulaşabilirsiniz. Viop akşam seansı emir iletimi için: 0212 317 68 68 – Hafta içi her gün 18:00 – 23:00 saatleri arası bize ulaşabilirsiniz..Müşteri odaklı hizmet anlayışımız, güçlü ortaklık yapımız, geniş ürün yelpazemiz, gelişmiş teknolojik altyapımız ve deneyimimizle Türk Sermaye Piyasası'ndaki öncü rolümüzü sürdürmek, temel hedefimizdir. Önemli merkezlerdeki 11 hizmet noktamız, tümü Sermaye Piyasası Kurulu lisanslarına sahip yatırım danışmanlarımız, internet şubemiz (YF.COM.TR) ve işlem platformlarımız hizmet ağımızı oluşturmaktadır. Geniş yetkili aracı kurum olarak, yurt içi, yurt dışı bireysel ve kurumsal yatırımcılarımıza sermaye piyasaları alanında aracılık hizmetlerini, dünya standartlarında sunmaktayız."